
actionChangeCategoryKeyword = Cambiar tema

actionDeleteKeyword = Borrar palabra clave

actionDeleteRecommendedLink = Borrar enlaces recomendados

actionExport = Exportar

actionImport = Importar

actionNewKeyword = Crear palabra clave

actionNewRecommendedLink = Crear enlace recomendado

appTitle = Gesti\u00F3n del buscador

cronExpression = El robot que realiza la indexaci\u00F3n se ejecuta peri\u00F3dicamente en base a esta expresi\u00F3n CRON

description = Descripci\u00F3n

importMode = Tipo de importaci\u00F3n

importModeAdditive = Importaci\u00F3n aditiva

importModeAdditiveDescription = A\u00F1adir\u00E1 los enlaces recomendados del fichero. En caso de error, no se importar\u00E1 ninguno.

importModeSustitutive = Importaci\u00F3n sustitutiva

importModeSustitutiveDescription = Eliminar\u00E1 los enlaces recomendados existentes y los sustituir\u00E1 con los del fichero.

lastExecutionSinceServerReboot = \u00DAltima ejecuci\u00F3n (desde que se reinici\u00F3 el servidor)

recommendedKeywordCategory = Tema

recommendedKeywordKeyword = Palabra clave

recommendedKeywords = Palabras claves

recommendedLink = Enlace recomendado

recommendedLinkDescription = Descripci\u00F3n

recommendedLinkId = Id

recommendedLinkTitle = T\u00EDtulo

recommendedLinkUrl = URL

recommendedLinks = Enlaces recomendados

reindex = Reindexaci\u00F3n

reindexGpe = Reindexaci\u00F3n de los elementos del Gestor de Publicaciones

reindexGpeDescription = Para reindexar bajo demanda los elementos del GPE, utilize esta opci\u00F3n. En cualquier caso, los elementos del GPE se indexan en el momento de la publicaci\u00F3n de un recurso a trav\u00E9s del GPE (indexaci\u00F3n en caliente) o a trav\u00E9s de la reindexaci\u00F3n peri\u00F3dica realizada en base a la expresi\u00F3n CRON.

reindexRecommendedLinks = Reindexaci\u00F3n de los enlaces recomendados

reindexRecommendedLinksDescription = Para reindexar bajo demanda los enlaces recomendados configurados en la pesta\u00F1a de Enlaces Recomendados, utilize esta opci\u00F3n. En cualquier caso, estos enlaces se indexan cada vez que se indexan la web o los elementos del Gestor de Publicaciones, en funci\u00F3n de sus expresiones CRON asociadas.

reindexWeb = Reindexaci\u00F3n de la web

reindexWebDescription = Para reindexar bajo demanda la web, utilize esta opci\u00F3n. En cualquier caso, estos enlaces se indexan a trav\u00E9s de la reindexaci\u00F3n peri\u00F3dica realizada en base a la expresi\u00F3n CRON.

start = Comenzar

status = Estado
